package classes.maintask.datastudents;

 public class ArrayString {
     public String[][] getArrayString() {
         return new String[][]{
                 new String[]{"1", "Иванов", "Иван", "Иванович", "20.02.2001", " Бирюзова ул., дом 17, кв. 31, Минск 220077", "207-03-42", "АТФ", "4", "625"},
                 new String[]{"2", "Петров", "Андрей", "Петрович", "20.01.2001", " Бельского ул., дом 6, кв. 10, Минск 220077", "207-15-42", "АТФ", "3", "626"},
                 new String[]{"3", "Иванов", "Сергей", "Иванович", "29.10.2000", " Казинца ул., дом 100, кв. 614, Минск 220015", "207-15-42", "ММФ", "4", "126"},
                 new String[]{"4", "Сидоров", "Юрий", "Сидорович", "05.09.2000", " ул. Радужная, 150, Минск 220016", "207-15-42", "ММФ", "4", "126"},
                 new String[]{"5", "Козлов", "Андрей", "Казимирович", "07.08.2001", " Текстильная, 14А, Барановичи 225409", "207-15-42", "АТФ", "3", "626"},
                 new String[]{"6", "Колесник", "Владимир", "Андреевич", "07.07.2000", " пр-т Московский, 130-1, Витебск 210020", "207-15-42", "АТФ", "4", "625"},
                 new String[]{"7", "Попов", "Константин", "Изяславович", "11.08.2001", " пр. Голодеда 15, Молодечно 222301", "207-15-42", "АТФ", "3", "626"},
                 new String[]{"8", "Попов", "Константин", "Иванович", "11.08.2001", " пр. Голодеда 15, Молодечно 222301", "207-15-42", "АТФ", "4", "625"},
                 new String[]{"9", "Дубов", "Сергей", "Иванович", "21.02.2000", " пр. Голодеда 15, Минск 220077", "207-15-42", "АТФ", "4", "625"},
                 new String[]{"10", "Стрельцов", "Игорь", "Юрьевич", "01.05.2001", " пр. Голодеда 15, Минск 220077", "207-15-42", "АТФ", "3", "626"},
         };
     }
 }